logs/th-1-tb-2-sc-2-tm-30/btrfs-CSV.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            27
        write:                           25
        other:                           9
        total:                           61
    transactions:                        3      (0.05 per sec.)
    queries:                             61     (1.10 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          55.2735s
    total number of events:              3

Latency (ms):
         min:                                 5440.44
         avg:                                18424.31
         max:                                44221.14
         95th percentile:                    44472.74
         sum:                                55272.93

Threads fairness:
    events (avg/stddev):           3.0000/0.00
    execution time (avg/stddev):   55.2729/0.00